Repository: spanish/acentoweb.mediaflows
Catalog: src/acentoweb/mediaflows/locales/*/LC_MESSAGES/acentoweb.mediaflows.po
Languages: es

source: Activities
es: Actividades

source: Activity categories
es: Categorías de la actividad

source: Activity types
es: Tipos de actividad

source: Assistants
es: Asistentes

source: Authors
es: Autores/as

source: Categories
es: Categorías

source: Categories of the activities
es: Categorías de las actividades

source: Categories of the news
es: Categorías de las noticias

source: Communicators
es: Comunicantes

source: Day
es: Día

source: Download Program PDF
es: Descargar el PDF del Programa

source: Edit
es: Editar

source: Installs the acentoweb.mediaflows add-on.
es: Instala el complemento acentoweb.mediaflows.

source: Institution
es: Institución

source: Location
es: Ubicación

source: MF Activity
es: MF Actividad

source: MF Congress
es: MF Congreso

source: MF Day
es: MF Día

source: MF News
es: MF Noticia

source: MF Person
es: MF Persona

source: MF Program
es: MF Programa

source: MF Publication
es: MF Publicación

source: Mail
es: Correo

source: Mediaflows Activity
es: Actividad Mediaflows

source: Mediaflows Congress
es: Congreso Mediaflows

source: Mediaflows Day
es: Día Mediaflows

source: Mediaflows News
es: Noticia Mediaflows

source: Mediaflows Person
es: Persona Mediaflows

source: Mediaflows Program
es: Programa Mediaflows

source: Mediaflows Publication
es: Publicación Mediaflows

source: Metadata
es: Metadatos

source: Moderators
es: Moderadores/as

source: News
es: Noticias

source: News categories
es: Categorías de noticias

source: Organizers
es: Organizadores/as

source: Person Research Role
es: Rol de Investigación de la Persona

source: Person Research SC
es: Persona Coordinadora de Subgrupo de Investigación

source: Persons
es: Personas

source: Publications
es: Publicaciones

source: Research Subgroup Coordinator
es: Coordinador/a de subgrupo de investigación

source: Research role
es: Rol de investigación

source: Research role of the persons
es: Rol de investigación de las personas

source: Speakers
es: Ponentes

source: Specialties
es: Especialidades

source: Start
es: Inicio

source: Text
es: Texto

source: This person is a Research Subgroup Coordinator?
es: ¿Esta persona coordina un Subgrupo de Investigación?

source: Time
es: Hora

source: Types
es: Tipos

source: Types of activities
es: Tipos de actividades

source: Uninstalls the acentoweb.mediaflows add-on.
es: Desinstala el complemento acentoweb.mediaflows.

source: Video
es: Vídeo

source: View
es: Ver

source: Work
es: Trabajo

source: acentoweb.mediaflows (uninstall)
es: acentoweb.mediaflows (desinstalar)

source: label_activity_categories
es: Categorías

source: label_activity_categories_description
es: Categorías de la actividad

source: label_activity_day
es: Día

source: label_activity_day_description
es: Día de la actividad

source: label_activity_location
es: Ubicación

source: label_activity_location_description
es: Ubicación de la actividad

source: label_activity_orcid
es: Vídeo

source: label_activity_orcid_description
es: URL del vídeo

source: label_activity_related_assistants
es: Asistentes

source: label_activity_related_communicators
es: Comunicantes

source: label_activity_related_moderators
es: Moderadores/as

source: label_activity_related_organizers
es: Organizadores/as

source: label_activity_related_speakers
es: Ponentes

source: label_activity_start
es: Inicio

source: label_activity_start_description
es: Fecha y hora de inicio de la actividad

source: label_activity_time
es: Hora

source: label_activity_time_description
es: Hora de inicio de la actividad

source: label_activity_types
es: Tipos

source: label_activity_types_description
es: Tipos de actividad

source: label_congress_date
es: Fecha

source: label_congress_date_description
es: Fecha del congreso

source: label_congress_location
es: Ubicación

source: label_congress_location_description
es: Ubicación del congreso

source: label_news_categories
es: Categorías

source: label_news_categories_description
es: Categorías de la noticia

source: label_news_related_persons
es: Personas

source: label_person_institution
es: Institución

source: label_person_institution_description
es: Denominación de la institución

source: label_person_mail
es: Correo

source: label_person_mail_description
es: Dirección de correo

source: label_person_orcid
es: ORCID

source: label_person_orcid_description
es: URL ORCID

source: label_person_research_role
es: Rol de investigación

source: label_person_research_role_description
es: Rol de investigación de la persona

source: label_person_research_sc
es: Coordinador/a de Subgrupo de Investigación

source: label_person_research_sc_description
es: ¿Esta persona es Coordinadora de un Subgrupo de Investigación

source: label_person_specialties
es: Especialidades

source: label_person_specialties_description
es: Especialidades de la persona

source: label_person_web
es: Web

source: label_person_web_description
es: URL de la web

source: label_person_work
es: Trabajo

source: label_person_work_description
es: Puesto de trabajo de la persona

source: label_program_pdf
es: PDF

source: label_program_pdf_description
es: PDF del programa

source: label_publication_related_authors
es: Autores/as
